Repository: shiinayane/BiliKit-Mac
Catalog: BiliKitMac/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 18 条 bilivideo 镜像线路属于实验性能力，可能失效，不保证每个视频都完整可用；不可用时仍回退服务端原始完整候选。
en: The 18 bilivideo mirror routes are experimental. They may stop working and may not fully support every video. Unavailable routes fall back to the server’s original candidates.
ja: 18本のbilivideoミラールートは実験的な機能です。利用できなくなる場合があり、すべての動画で完全に動作するとは限りません。利用できない場合は、サーバーが返した元の候補に戻ります。
zh_hant: 18 條 bilivideo 鏡像線路屬於實驗性功能，可能失效，且不保證每部影片都能完整使用；無法使用時仍會回復至服務端原始的完整候選。

source: Akamai（服务端原始）
en: Akamai (server original)
ja: Akamai（サーバー提供）
zh_hant: Akamai（服務端原始）

source: B 站服务端默认
en: Bilibili server default
ja: Bilibiliサーバーのデフォルト
zh_hant: Bilibili 服務端預設

source: IP属地：%@
en: IP location: %@
ja: IP所在地：%@
zh_hant: IP 所在地：%@

source: UP 主
en: Uploader
ja: 投稿者

source: UP 主签名
en: Uploader profile
ja: 投稿者のプロフィール
zh_hant: UP 主簽名

source: UP 主觉得很赞
en: Uploader liked this
ja: 投稿者がおすすめ
zh_hant: UP 主覺得很讚

source: UP 主，%@
en: Uploader, %@
ja: 投稿者、%@

source: %lld 个
en: %lld
ja: %lld個
zh_hant: %lld 個

source: %@（实验）
en: %@ (experimental)
ja: %@（実験）
zh_hant: %@（實驗）

source: bilivideo（服务端原始）
en: bilivideo (server original)
ja: bilivideo（サーバー提供）
zh_hant: bilivideo（服務端原始）

source: 上一张图片
en: Previous image
ja: 前の画像
zh_hant: 上一張圖片

source: 上一排相关推荐
en: Previous related videos
ja: 前の関連動画
zh_hant: 上一排相關推薦

source: 上一页
en: Previous page
ja: 前のページ
zh_hant: 上一頁

source: 下一张图片
en: Next image
ja: 次の画像
zh_hant: 下一張圖片

source: 下一排相关推荐
en: Next related videos
ja: 次の関連動画
zh_hant: 下一排相關推薦

source: 下一页
en: Next page
ja: 次のページ
zh_hant: 下一頁

source: 不可用 · 0/%lld 个样本成功
en: Unavailable · 0/%lld samples succeeded
ja: 利用不可 · 0/%lld件のサンプルが成功
zh_hant: 無法使用 · 0/%lld 個樣本成功

source: 不同样本
en: Samples
ja: サンプル数
zh_hant: 不同樣本

source: 个人认证
en: Verified individual
ja: 個人認証
zh_hant: 個人認證

source: 临时播放速度 0.5 倍
en: Temporary playback speed 0.5×
ja: 一時的な再生速度0.5倍
zh_hant: 暫時播放速度 0.5 倍

source: 临时播放速度 2 倍
en: Temporary playback speed 2×
ja: 一時的な再生速度2倍
zh_hant: 暫時播放速度 2 倍

source: 从头播放
en: Play from beginning
ja: 最初から再生
zh_hant: 從頭播放

source: 共 %@ 条回复
en: %@ replies
ja: 返信%@件
zh_hant: 共 %@ 則回覆

source: 共 %lld 条回复
en: %lld replies
ja: 返信%lld件
zh_hant: 共 %lld 則回覆

source: 共 %lld 条评论
en: %lld comments
ja: コメント%lld件
zh_hant: 共 %lld 則評論

source: 关闭图片预览
en: Close image preview
ja: 画像プレビューを閉じる
zh_hant: 關閉圖片預覽

source: 分 P
en: Part
ja: パート

source: 分区 %lld
en: Section %lld
ja: セクション%lld
zh_hant: 分區 %lld

source: 分区
en: Section
ja: セクション
zh_hant: 分區

source: 刷新
en: Refresh
ja: 更新
zh_hant: 重新整理

source: 前进 %lld 秒
en: Forward %lld seconds
ja: %lld秒進む
zh_hant: 前進 %lld 秒

source: 加载更多
en: Load more
ja: さらに読み込む
zh_hant: 載入更多

source: 匿名样本：%@
en: Anonymous samples: %@
ja: 匿名サンプル：%@
zh_hant: 匿名樣本：%@

source: 取消测速
en: Cancel speed test
ja: 速度テストをキャンセル
zh_hant: 取消測速

source: 后续评论加载中
en: Loading more comments
ja: 次のコメントを読み込み中
zh_hant: 正在載入後續評論

source: 后续评论加载失败
en: Couldn’t load more comments
ja: 次のコメントを読み込めません
zh_hant: 無法載入後續評論

source: 后续评论暂不可用
en: More comments are currently unavailable
ja: 次のコメントは現在利用できません
zh_hant: 後續評論目前無法使用

source: 后退 %lld 秒
en: Back %lld seconds
ja: %lld秒戻る
zh_hant: 後退 %lld 秒

source: 响度均一化
en: Loudness normalization
ja: ラウドネスノーマライズ
zh_hant: 響度均一化

source: 回复加载中…
en: Loading replies…
ja: 返信を読み込み中…
zh_hant: 正在載入回覆…

source: 回复加载失败
en: Couldn’t load replies
ja: 返信を読み込めません
zh_hant: 無法載入回覆

source: 图片
en: Image
ja: 画像
zh_hant: 圖片

source: 图片加载失败
en: Couldn’t load image
ja: 画像を読み込めません
zh_hant: 圖片載入失敗

source: 大会员
en: Premium member
ja: プレミアム会員
zh_hant: 大會員

source: 女性
en: Female

source: 字幕 %@
en: Subtitles %@

source: 字幕 关
en: Subtitles off
ja: 字幕 オフ
zh_hant: 字幕 關

source: 字幕已关闭
en: Subtitles turned off
ja: 字幕をオフにしました
zh_hant: 字幕已關閉

source: 字幕已开启，%@
en: Subtitles on, %@
ja: 字幕をオンにしました、%@
zh_hant: 字幕已開啟，%@

source: 实验性功能，仅适用于 macOS 26。只影响下一次新播放，当前播放不会改变或重建。
en: Experimental and available only on macOS 26. It applies only to the next playback; current playback is not changed or rebuilt.
ja: macOS 26専用の実験的な機能です。次に開始する再生にのみ適用され、現在の再生は変更または再構築されません。
zh_hant: 實驗性功能，僅適用於 macOS 26。只會影響下一次新播放，目前的播放不會改變或重建。

source: 将当前视频定位到开头并继续播放
en: Seek the current video to the beginning and continue playback
ja: 現在の動画を先頭に戻して再生を続けます
zh_hant: 將目前的影片移至開頭並繼續播放

source: 尚未测速。开始后会从不同分区寻找近期、低播放量且足够长的公开视频样本。
en: No speed test yet. When started, BiliKit finds recent, low-view, sufficiently long public videos from different categories.
ja: 速度テストはまだ実行されていません。開始すると、複数のカテゴリから最近公開された再生数が少なく十分な長さの公開動画を探します。
zh_hant: 尚未測速。開始後會從不同分區尋找近期、播放量較低且長度足夠的公開影片樣本。

source: 展开
en: Expand
ja: 展開
zh_hant: 展開

source: 展开楼中楼，每页显示十条回复
en: Expand replies, showing ten per page
ja: 返信スレッドを展開し、1ページに10件表示します
zh_hant: 展開樓中樓，每頁顯示十則回覆

source: 展开简介
en: Expand description
ja: 概要を展開
zh_hant: 展開簡介

source: 已前进 %lld 秒
en: Moved forward %lld seconds
ja: %lld秒進みました
zh_hant: 已前進 %lld 秒

source: 已后退 %lld 秒
en: Moved back %lld seconds
ja: %lld秒戻りました
zh_hant: 已後退 %lld 秒

source: 已展开
en: Expanded
ja: 展開済み
zh_hant: 已展開

source: 已展开，%@
en: Expanded, %@
ja: 展開済み、%@
zh_hant: 已展開，%@

source: 已开始播放
en: Playback started
ja: 再生を開始しました
zh_hant: 已開始播放

source: 已折叠为五行
en: Collapsed to five lines
ja: 5行に折りたたみ済み
zh_hant: 已摺疊為五行

source: 已收起，%@
en: Collapsed, %@
ja: 折りたたみ済み、%@

source: 已显示全部评论
en: All comments shown
ja: すべてのコメントを表示しました
zh_hant: 已顯示全部評論

source: 已显示本次上限 1,000 条评论
en: Showing the 1,000-comment limit
ja: 今回の上限1,000件まで表示しました
zh_hant: 已顯示本次上限 1,000 則評論

source: 已暂停播放
en: Playback paused
ja: 再生を一時停止しました
zh_hant: 已暫停播放

source: 已选择
en: Selected
ja: 選択済み
zh_hant: 已選擇

source: 开始测速
en: Start speed test
ja: 速度テストを開始
zh_hant: 開始測速

source: 弹幕 %@
en: Danmaku %@
ja: 弾幕 %@
zh_hant: 彈幕 %@

source: 弹幕 关
en: Danmaku off
ja: 弾幕 オフ
zh_hant: 彈幕 關

source: 弹幕 开
en: Danmaku on
ja: 弾幕 オン
zh_hant: 彈幕 開

source: 弹幕已关闭
en: Danmaku turned off
ja: 弾幕をオフにしました
zh_hant: 彈幕已關閉

source: 弹幕已开启
en: Danmaku turned on
ja: 弾幕をオンにしました
zh_hant: 彈幕已開啟

source: 当前版本不会伪造评论内容。
en: This version does not fabricate comment content.
ja: 現在のバージョンではコメント内容を生成しません。
zh_hant: 目前版本不會偽造評論內容。

source: 当前视频不在合集目录中
en: This video is not in the collection
ja: この動画はコレクションに含まれていません
zh_hant: 目前的影片不在合集目錄中

source: 当前视频没有可用字幕
en: No subtitles are available for this video
ja: この動画に利用できる字幕はありません
zh_hant: 目前的影片沒有可用字幕

source: 当前视频缺少可用的评论标识。
en: This video has no usable comment identifier.
ja: この動画には利用できるコメント識別子がありません。
zh_hant: 目前的影片缺少可用的評論識別碼。

source: 打开扫码登录
en: Open QR code sign-in
ja: QRコードログインを開く
zh_hant: 開啟掃碼登入

source: 打开账号以重试恢复
en: Open Account to retry recovery
ja: アカウントを開いて復元を再試行
zh_hant: 開啟帳號以重新嘗試恢復

source: 打开账号管理
en: Open account management
ja: アカウント管理を開く
zh_hant: 開啟帳號管理

source: 推荐理由 %@
en: Recommendation reason %@
ja: おすすめの理由 %@
zh_hant: 推薦理由 %@

source: 搜索 B 站视频
en: Search Bilibili videos
ja: Bilibili動画を検索
zh_hant: 搜尋 Bilibili 影片

source: 搜索
en: Search
ja: 検索
zh_hant: 搜尋

source: 搜索结果视频
en: Search result videos
ja: 検索結果の動画
zh_hant: 搜尋結果影片

source: 播放 %@
en: Views %@
ja: %@ 回視聴

source: 播放
en: Play
ja: 再生

source: 播放器音量 %lld%%
en: Player volume %lld%%
ja: プレーヤー音量 %lld%%

source: 播放并替换当前视频
en: Play and replace the current video
ja: 再生して現在の動画を置き換える
zh_hant: 播放並取代目前的影片

source: 播放线路
en: Playback route
ja: 再生ルート
zh_hant: 播放線路

source: 收起
en: Collapse
ja: 折りたたむ

source: 收起简介
en: Collapse description
ja: 概要を折りたたむ
zh_hant: 收起簡介

source: 新播放优先线路
en: Preferred route for new playback
ja: 新しい再生で優先するルート
zh_hant: 新播放優先線路

source: 无可用字幕
en: No subtitles available
ja: 利用できる字幕はありません
zh_hant: 沒有可用字幕

source: 无法加载所选视频的分 P
en: Couldn’t load parts for the selected video
ja: 選択した動画のパートを読み込めません
zh_hant: 無法載入所選影片的分 P

source: 时长 %@
en: Duration %@
ja: 長さ %@
zh_hant: 片長 %@

source: 暂停
en: Pause
ja: 一時停止
zh_hant: 暫停

source: 暂无评论
en: No comments
ja: コメントはありません
zh_hant: 目前沒有評論

source: 暂无评论，这个视频还没有公开评论
en: No comments. This video has no public comments yet
ja: コメントはありません。この動画にはまだ公開コメントがありません
zh_hant: 目前沒有評論，這部影片尚無公開評論

source: 暂时找不到合格样本，请稍后重试。
en: No suitable samples were found. Try again later.
ja: 条件を満たすサンプルが見つかりません。しばらくしてからやり直してください。
zh_hant: 目前找不到合格的樣本，請稍後再試。

source: 暂时无法确认登录状态
en: Couldn’t confirm sign-in status
ja: ログイン状態を確認できません
zh_hant: 目前無法確認登入狀態

source: 最多约 %llu MiB；每个样本对 1 条原始 Akamai 与 18 条实验 bilivideo 线路逐条串行测试。
en: Up to about %llu MiB. Each sample tests one original Akamai route and 18 experimental bilivideo routes sequentially.
ja: 最大約%llu MiB。各サンプルについて、元のAkamaiルート1本と実験的なbilivideoルート18本を順番にテストします。
zh_hant: 最多約 %llu MiB；每個樣本會依序測試 1 條原始 Akamai 與 18 條實驗性 bilivideo 線路。

source: 最慢片段吞吐 %@ · %lld/%lld 个样本成功
en: Slowest segment throughput %@ · %lld/%lld samples succeeded
ja: 最も遅い区間のスループット %@ · %lld/%lld件のサンプルが成功
zh_hant: 最慢片段吞吐量 %@ · %lld/%lld 個樣本成功

source: 最新
en: Newest
ja: 新着順

source: 本机登录状态没有被自动清除，请在账号页面重试。
en: The sign-in data on this Mac was not cleared automatically. Try again from Account.
ja: このMacのログイン状態は自動的に削除されていません。アカウント画面でやり直してください。
zh_hant: 此 Mac 的登入狀態未自動清除，請在帳號頁面再試一次。

source: 机构认证
en: Verified organization
ja: 組織認証
zh_hant: 機構認證

source: 查看第 %lld 张评论图片
en: View comment image %lld
ja: コメント画像%lldを表示
zh_hant: 查看第 %lld 張評論圖片

source: 查看账号状态
en: View account status
ja: アカウント状態を表示
zh_hant: 查看帳號狀態

source: 横向相关推荐
en: Horizontal related videos
ja: 横方向の関連動画
zh_hant: 橫向相關推薦

source: 正在串行测试…
en: Testing sequentially…
ja: 順番にテスト中…
zh_hant: 正在依序測試…

source: 正在加载所选视频上下文
en: Loading the selected video context
ja: 選択した動画のコンテキストを読み込み中
zh_hant: 正在載入所選影片的內容

source: 正在加载所选视频的分 P
en: Loading parts for the selected video
ja: 選択した動画のパートを読み込み中
zh_hant: 正在載入所選影片的分 P

source: 正在加载视频上下文
en: Loading video context
ja: 動画のコンテキストを読み込み中
zh_hant: 正在載入影片內容

source: 正在寻找 %lld 个合格样本…
en: Finding %lld suitable samples…
ja: 条件を満たすサンプルを%lld件探しています…
zh_hant: 正在尋找 %lld 個合格樣本…

source: 正在检查本机登录状态
en: Checking sign-in status on this Mac
ja: このMacのログイン状態を確認中
zh_hant: 正在檢查此 Mac 的登入狀態

source: 正在检查登录状态…
en: Checking sign-in status…
ja: ログイン状態を確認中…
zh_hant: 正在檢查登入狀態…

source: 正在测试 %lld / %lld 项
en: Testing %lld of %lld
ja: %lld / %lld件をテスト中
zh_hant: 正在測試 %lld / %lld 項

source: 正在确认登录状态…
en: Confirming sign-in status…
ja: ログイン状態を確認中…
zh_hant: 正在確認登入狀態…

source: 此功能依赖系统未文档化的 HLS 音频处理行为，可能随系统更新失效；失效或缺少安全元数据时保持原始响度。
en: This feature relies on undocumented HLS audio processing and may stop working after a system update. Original loudness is preserved if it fails or safe metadata is unavailable.
ja: この機能は未文書化のHLSオーディオ処理に依存しており、システム更新で動作しなくなる可能性があります。利用できない場合や安全なメタデータがない場合は元の音量を維持します。
zh_hant: 此功能依賴系統未公開說明的 HLS 音訊處理行為，可能隨系統更新失效；若失效或缺少安全的中繼資料，將維持原始響度。

source: 没有播放上下文
en: No playback context
ja: 再生コンテキストがありません
zh_hant: 沒有播放內容

source: 测速完成；请根据结果自行选择线路。
en: Speed test complete. Choose a route based on the results.
ja: 速度テストが完了しました。結果を確認してルートを選択してください。
zh_hant: 測速完成；請依照結果自行選擇線路。

source: 测速已取消，线路选择未改变。
en: Speed test canceled. The selected route was not changed.
ja: 速度テストをキャンセルしました。ルートの選択は変更されていません。
zh_hant: 測速已取消，線路選擇未變更。

source: 测速需要登录，Cookie 仅用于 api.bilibili.com 的 playurl 请求，不会发给媒体线路。结果仅存在于当前设置窗口，不会保存、推荐线路或更改手动选择。
en: Speed testing requires sign-in. Cookies are used only for the playurl request to api.bilibili.com and are never sent to media routes. Results exist only in the current Settings window and are not saved, used to recommend a route, or applied to your manual selection.
ja: 速度テストにはログインが必要です。Cookieはapi.bilibili.comへのplayurlリクエストにのみ使用され、メディアルートには送信されません。結果は現在の設定ウインドウにのみ保持され、保存、ルートの推奨、手動選択の変更は行いません。
zh_hant: 測速需要登入。Cookie 只會用於 api.bilibili.com 的 playurl 要求，不會傳送至媒體線路。結果只存在於目前的設定視窗，不會儲存、推薦線路或變更手動選擇。

source: 点赞
en: Like
ja: いいね
zh_hant: 讚

source: 热门
en: Popular
ja: 人気
zh_hant: 熱門

source: 热门视频
en: Popular videos
ja: 人気動画
zh_hant: 熱門影片

source: 男性
en: Male

source: 登录
en: Sign in
ja: ログイン
zh_hant: 登入

source: 登录后查看观看历史
en: Sign in to view watch history
ja: ログインして視聴履歴を表示
zh_hant: 登入後查看觀看記錄

source: 登录状态已失效或暂时不可用，请重新登录后再试。
en: The sign-in is expired or temporarily unavailable. Sign in again and retry.
ja: ログインが無効または一時的に利用できません。再度ログインしてからやり直してください。
zh_hant: 登入狀態已失效或目前無法使用，請重新登入後再試。

source: 硬核会员
en: Hardcore member
ja: ハードコア会員
zh_hant: 硬核會員

source: 第 %lld 页，共 %lld 页
en: Page %lld of %lld
ja: %lld / %lldページ
zh_hant: 第 %lld 頁，共 %lld 頁

source: 等级 %lld
en: Level %lld
ja: レベル%lld
zh_hant: 等級 %lld

source: 签名正在加载
en: Loading profile
ja: プロフィールを読み込み中
zh_hant: 正在載入簽名

source: 简介
en: Description
ja: 概要
zh_hant: 簡介

source: 线路测速参考
en: Route speed reference
ja: ルート速度テスト
zh_hant: 線路測速參考

source: 综合 %@ · 最低 %@ · 中位 %@ · %lld/%lld 个样本成功
en: Overall %@ · minimum %@ · median %@ · %lld/%lld samples succeeded
ja: 総合 %@ · 最低 %@ · 中央値 %@ · %lld/%lld件のサンプルが成功
zh_hant: 綜合 %@ · 最低 %@ · 中位數 %@ · %lld/%lld 個樣本成功

source: 网络或远端协议未能完成测速，未暴露样本或网络详情。
en: The speed test could not complete because of the network or remote protocol. No sample or network details were exposed.
ja: ネットワークまたはリモートプロトコルの問題で速度テストを完了できませんでした。サンプルやネットワークの詳細は表示していません。
zh_hant: 網路或遠端協定未能完成測速；未顯示樣本或網路詳細資訊。

source: 置顶
en: Pinned
ja: 固定
zh_hant: 置頂

source: 获赞 %@
en: %@ likes
ja: いいね %@
zh_hant: 獲讚 %@

source: 观看历史
en: Watch history
ja: 視聴履歴
zh_hant: 觀看記錄

source: 观看历史只在登录期间加载，不会保存到本机。
en: Watch history is loaded only while signed in and is not saved on this Mac.
ja: 視聴履歴はログイン中のみ読み込まれ、このMacには保存されません。
zh_hant: 觀看記錄只會在登入期間載入，不會儲存在此 Mac。

source: 观看历史视频
en: Watch history videos
ja: 視聴履歴の動画
zh_hant: 觀看記錄影片

source: 观看辅助
en: Viewing sidebar
ja: 視聴サイドバー
zh_hant: 觀看輔助

source: 评论
en: Comments
ja: コメント
zh_hant: 評論

source: 评论加载中
en: Loading comments
ja: コメントを読み込み中
zh_hant: 正在載入評論

source: 评论加载失败
en: Couldn’t load comments
ja: コメントを読み込めません
zh_hant: 評論載入失敗

source: 评论图片
en: Comment image
ja: コメント画像
zh_hant: 評論圖片

source: 评论图片加载中
en: Loading comment image
ja: コメント画像を読み込み中
zh_hant: 正在載入評論圖片

source: 评论图片预览
en: Comment image preview
ja: コメント画像のプレビュー
zh_hant: 評論圖片預覽

source: 评论图片，共 %lld 张
en: %lld comment images
ja: コメント画像%lld枚
zh_hant: 評論圖片，共 %lld 張

source: 评论图片，第 %lld 张，共 %lld 张
en: Comment image %lld of %lld
ja: コメント画像%2$lld枚中%1$lld枚目
zh_hant: 評論圖片，第 %lld 張，共 %lld 張

source: 评论尚未接入
en: Comments not connected
ja: コメントはまだ利用できません
zh_hant: 評論尚未接入

source: 评论排序
en: Comment order
ja: コメントの並び順
zh_hant: 評論排序

source: 评论暂不可用
en: Comments unavailable
ja: コメントは現在利用できません
zh_hant: 評論目前無法使用

source: 评论暂不可用，当前视频缺少可用的评论标识
en: Comments unavailable because this video has no usable comment identifier
ja: コメントは利用できません。この動画には利用可能なコメント識別子がありません
zh_hant: 評論目前無法使用，目前的影片缺少可用的評論識別碼

source: 评论者，%@
en: Commenter, %@
ja: コメント投稿者、%@
zh_hant: 評論者，%@

source: 该评论已删除
en: This comment was deleted
ja: このコメントは削除されました
zh_hant: 這則評論已刪除

source: 该评论已折叠
en: This comment was collapsed
ja: このコメントは折りたたまれています
zh_hant: 這則評論已摺疊

source: 该评论暂不可见
en: This comment is currently unavailable
ja: このコメントは現在表示できません
zh_hant: 這則評論目前無法顯示

source: 请先在主窗口登录。
en: Sign in from the main window first.
ja: 先にメインウインドウでログインしてください。
zh_hant: 請先在主視窗登入。

source: 请选择分 P
en: Select a part
ja: パートを選択してください
zh_hant: 請選擇分 P

source: 请选择选集
en: Select an episode
ja: エピソードを選択してください
zh_hant: 請選擇選集

source: 账号
en: Account
ja: アカウント
zh_hant: 帳號

source: 返回来源页并重新选择视频。
en: Return to the source page and select a video again.
ja: 元のページに戻って動画を選び直してください。
zh_hant: 返回來源頁並重新選擇影片。

source: 返回评论区顶部
en: Back to top of comments
ja: コメント欄の先頭に戻る
zh_hant: 返回評論區頂部

source: 这个视频还没有公开评论。
en: This video has no public comments yet.
ja: この動画にはまだ公開コメントがありません。
zh_hant: 這部影片尚無公開評論。

source: 选集
en: Episodes
ja: エピソード
zh_hant: 選集

source: 重新加载评论图片
en: Reload comment image
ja: コメント画像を再読み込み
zh_hant: 重新載入評論圖片

source: 重新测速
en: Run speed test again
ja: 速度テストを再実行
zh_hant: 重新測速

source: 重试
en: Try again
ja: 再試行
zh_hant: 再試一次

source: 音频
en: Audio
ja: オーディオ
zh_hant: 音訊

source: 首页
en: Home
ja: ホーム
zh_hant: 首頁

source: 首页推荐视频
en: Home recommendation videos
ja: ホームのおすすめ動画
zh_hant: 首頁推薦影片

source: 默认使用 B 站服务端顺序。改选只影响之后新开始的播放，当前播放不会切源或重建。
en: Uses Bilibili’s server order by default. Changes apply only to new playback; current playback is not switched or rebuilt.
ja: デフォルトではBilibiliサーバーの順序を使用します。変更は次に開始する再生にのみ適用され、現在の再生ソースの切り替えや再構築は行いません。
zh_hant: 預設使用 Bilibili 服務端順序。變更只會影響之後新開始的播放，目前的播放不會切換來源或重建。

source: 腾讯海外
en: Tencent overseas
ja: Tencent 海外
zh_hant: 騰訊海外

source: 阿里海外
en: Alibaba overseas
ja: Alibaba 海外

source: 阿里
en: Alibaba
ja: Alibaba

source: 腾讯
en: Tencent
ja: Tencent
zh_hant: 騰訊

source: 华为
en: Huawei
ja: Huawei
zh_hant: 華為

source: 华为 TF 全域
en: Huawei TF global
ja: Huawei TF グローバル
zh_hant: 華為 TF 全域

source: 腾讯 TX 全域
en: Tencent TX global
ja: Tencent TX グローバル
zh_hant: 騰訊 TX 全域

source: 百度
en: Baidu
ja: Baidu

source: UPCDN BDA2（大陆）
en: UPCDN BDA2 (Mainland China)
ja: UPCDN BDA2（中国本土）
zh_hant: UPCDN BDA2（中國大陸）

source: 共 %@ 条评论
en: %@ comments
ja: コメント%@件
zh_hant: 共 %@ 則評論

source: 搜索结果排序：%@
en: Sort search results: %@
ja: 検索結果の並び順：%@
zh_hant: 搜尋結果排序：%@

source: 已启用 %lld 项
en: %lld enabled
ja: %lld項を有効
zh_hant: 已啟用 %lld 項

source: 筛选
en: Filter
ja: フィルタ
zh_hant: 篩選

source: 筛选 %lld
en: Filters %lld
ja: フィルタ %lld
zh_hant: 篩選 %lld

source: 筛选搜索结果
en: Filter search results
ja: 検索結果をフィルタ
zh_hant: 篩選搜尋結果

source: 筛选搜索结果：%@
en: Filter search results: %@
ja: 検索結果をフィルタ：%@
zh_hant: 篩選搜尋結果：%@

source: 发布日期
en: Date published
ja: 公開日
zh_hant: 發布日期

source: 开始日期
en: Start date
ja: 開始日
zh_hant: 開始日期

source: 结束日期
en: End date
ja: 終了日
zh_hant: 結束日期

source: 视频时长
en: Video duration
ja: 動画の長さ
zh_hant: 影片長度

source: 恢复默认
en: Reset
ja: デフォルトに戻す
zh_hant: 還原預設

source: 取消
en: Cancel
ja: キャンセル

source: 应用
en: Apply
ja: 適用
zh_hant: 套用

source: 开始日期不能晚于结束日期
en: The start date must not be after the end date.
ja: 開始日は終了日以前にしてください。
zh_hant: 開始日期不得晚於結束日期

source: 结束日期不能超过今天
en: The end date must not be later than today.
ja: 終了日は今日以前にしてください。
zh_hant: 結束日期不得晚於今天

source: 无法使用这个日期范围
en: This date range can’t be used.
ja: この期間は使用できません。
zh_hant: 無法使用這個日期範圍

source: 综合排序
en: Relevance
ja: 関連度順
zh_hant: 綜合排序

source: 最多播放
en: Most played
ja: 再生数順

source: 最新发布
en: Newest
ja: 新着順
zh_hant: 最新發布

source: 最多弹幕
en: Most danmaku
ja: 弾幕数順
zh_hant: 最多彈幕

source: 最多收藏
en: Most favorited
ja: お気に入り数順

source: 全部时长
en: All durations
ja: すべて
zh_hant: 所有長度

source: 10 分钟以下
en: Under 10 minutes
ja: 10分未満
zh_hant: 10 分鐘以下

source: 10–30 分钟
en: 10–30 minutes
ja: 10〜30分
zh_hant: 10–30 分鐘

source: 30–60 分钟
en: 30–60 minutes
ja: 30〜60分
zh_hant: 30–60 分鐘

source: 60 分钟以上
en: Over 60 minutes
ja: 60分超
zh_hant: 60 分鐘以上

source: 全部日期
en: Any date
ja: すべて
zh_hant: 所有日期

source: 今天
en: Today
ja: 今日

source: 最近一周
en: Past week
ja: 過去1週間
zh_hant: 最近一週

source: 最近半年
en: Past six months
ja: 過去6か月

source: 自定义日期
en: Custom range
ja: 期間を指定
zh_hant: 自訂日期
